<?php 
include 'header-page.php';
?>
  <main>
    <section class="politicks">
      <div class="politicks__container container">
        <h1>Πολιτική cookie για το frost-luckygames.com</h1>

        <p>Αυτή είναι η Πολιτική cookie για το frost-luckygames.com, προσβάσιμο από το frost-luckygames.com</p>

        <h2><strong>Τι είναι τα cookies</strong></h2>

        <p>Όπως συνηθίζεται σχεδόν σε όλους τους επαγγελματικούς ιστότοπους, αυτός ο ιστότοπος χρησιμοποιεί cookies, τα οποία είναι μικροσκοπικά αρχεία
          μεταφορτώνονται στον υπολογιστή σας, για να βελτιώσετε την εμπειρία σας. Αυτή η σελίδα περιγράφει τις πληροφορίες που συγκεντρώνουν,
          πώς το χρησιμοποιούμε και γιατί μερικές φορές χρειάζεται να αποθηκεύουμε αυτά τα cookies. Θα μοιραστούμε επίσης πώς μπορείτε να τα αποτρέψετε
          cookie από την αποθήκευση, ωστόσο αυτό μπορεί να υποβαθμίσει ή να «σπάσει» ορισμένα στοιχεία της λειτουργικότητας των τοποθεσιών.
        </p>

        <h2><strong>Πώς χρησιμοποιούμε τα cookies</strong></h2>

        <p>Χρησιμοποιούμε cookies για διάφορους λόγους που περιγράφονται παρακάτω. Δυστυχώς στις περισσότερες περιπτώσεις δεν υπάρχει βιομηχανία
          τυπικές επιλογές για την απενεργοποίηση των cookies χωρίς πλήρη απενεργοποίηση της λειτουργικότητας και των δυνατοτήτων που προσθέτουν
          αυτό το μέρος. Συνιστάται να αφήνετε όλα τα cookies εάν δεν είστε σίγουροι αν τα χρειάζεστε ή όχι
          περίπτωση που χρησιμοποιούνται για την παροχή μιας υπηρεσίας που χρησιμοποιείτε.</p>

        <h2><strong>Απενεργοποίηση cookie</strong></h2>

        <p>Μπορείτε να αποτρέψετε τη ρύθμιση των cookies προσαρμόζοντας τις ρυθμίσεις στο πρόγραμμα περιήγησής σας (ανατρέξτε στη Βοήθεια του προγράμματος περιήγησής σας για
          πώς να το κάνετε αυτό). Λάβετε υπόψη ότι η απενεργοποίηση των cookies θα επηρεάσει τη λειτουργικότητα αυτού και πολλών άλλων ιστότοπων
          που επισκέπτεστε. Η απενεργοποίηση των cookie συνήθως έχει ως αποτέλεσμα την απενεργοποίηση και ορισμένων λειτουργιών και χαρακτηριστικών του
          αυτό το site. Επομένως, συνιστάται να μην απενεργοποιήσετε τα cookies.</p>

        <h2><strong>Τα cookies που ορίζουμε</strong></h2>

        <ul>

          <li>
            <p>Cookie σχετικά με λογαριασμό</p>
            <p>Εάν δημιουργήσετε λογαριασμό μαζί μας, τότε θα χρησιμοποιήσουμε cookies για τη διαχείριση της διαδικασίας εγγραφής και
              γενική Διοίκηση. Αυτά τα cookies συνήθως διαγράφονται όταν αποσυνδεθείτε, ωστόσο σε ορισμένες περιπτώσεις διαγράφονται
              μπορεί να παραμείνει στη συνέχεια για να θυμάστε τις προτιμήσεις του ιστότοπού σας όταν αποσυνδεθείτε.</p>
          </li>

          <li>
            <p>Σχετικά cookie σύνδεσης</p>
            <p>Χρησιμοποιούμε cookies όταν είστε συνδεδεμένοι, ώστε να μπορούμε να θυμόμαστε αυτό το γεγονός. Αυτό σας εμποδίζει να χρειαστεί
              συνδέεστε κάθε φορά που επισκέπτεστε μια νέα σελίδα. Αυτά τα cookie συνήθως αφαιρούνται ή διαγράφονται κατά τη σύνδεση
              για να διασφαλίσετε ότι έχετε πρόσβαση σε περιορισμένες λειτουργίες και περιοχές μόνο όταν είστε συνδεδεμένοι.</p>
          </li>

        </ul>

        <h2><strong>Cookies τρίτων</strong></h2>

        <p>Σε ορισμένες ειδικές περιπτώσεις χρησιμοποιούμε επίσης cookies που παρέχονται από αξιόπιστα τρίτα μέρη. Αναλυτικά η ενότητα που ακολουθεί
          ποια cookie τρίτων μπορεί να συναντήσετε μέσω αυτού του ιστότοπου.</p>

          <ul>

            <li>
              <p>Αυτός ο ιστότοπος χρησιμοποιεί το Google Analytics, το οποίο είναι μια από τις πιο διαδεδομένες και αξιόπιστες λύσεις αναλυτικών στοιχείων στον τομέα
                web για να μας βοηθήσετε να κατανοήσουμε πώς χρησιμοποιείτε τον ιστότοπο και τρόπους με τους οποίους μπορούμε να βελτιώσουμε την εμπειρία σας. Αυτά τα
                Τα cookies μπορεί να παρακολουθούν πράγματα, όπως πόσο χρόνο ξοδεύετε στον ιστότοπο και τις σελίδες που επισκέπτεστε, ώστε να μπορούμε
                συνεχίστε να παράγετε ελκυστικό περιεχόμενο.</p>
              <p>Για περισσότερες πληροφορίες σχετικά με τα cookie του Google Analytics, ανατρέξτε στην επίσημη σελίδα του Google Analytics.</p>
            </li>
 
          </ul>
 
          <h2><strong>Περισσότερες πληροφορίες</strong></h2>
 
          <p>Ελπίζουμε ότι αυτό έχει ξεκαθαρίσει τα πράγματα για εσάς και όπως αναφέρθηκε προηγουμένως εάν υπάρχει κάτι που
            δεν είμαι σίγουρος αν χρειάζεστε ή όχι είναι συνήθως πιο ασφαλές να αφήνετε τα cookies ενεργοποιημένα σε περίπτωση που αλληλεπιδράσει με
            μία από τις λειτουργίες που χρησιμοποιείτε στον ιστότοπό μας.</p>

      </div>
    </section>
  </main>
  <div class="popup-log">
    <div class="popup-log__close"></div>
    <div class="popup-log__body">
      <form class="popup-log__form-log log" action="#" method="POST">
        <div class="log__label">
          <input class="log__input" type="text" placeholder="Your e-mail" name="login">
        </div>
        <div class="log__label">
          <input class="log__input" type="password" placeholder="Password" name="password">
        </div>
        <input class="log__btn" type="submit" name="log_in" value="Να ερθει μεσα">
      </form>
      <button class="popup-log__exit"></button>
    </div>
  </div>
  <div class="popup-reg">
    <div class="popup-reg__close"></div>
    <div class="popup-reg__body">
      <form class="popup-reg__form-reg reg" action="#" method="POST">
      <input type="text" name="country" hidden value="el">
            <input type="text" name="site" hidden value="frost-luckygames.com">
        <div class="reg__label">
          <input class="reg__input" type="text" placeholder="Email" name="email">
        </div>
        <div class="reg__label">
          <input class="reg__input" type="password" placeholder="Password" name="password">
        </div>
        <div class="reg__label">
          <input class="reg__checkbox" type="checkbox" required><span class="reg__span">συνάντησα <a
              href="policy.php">πολιτική απορρήτου</a> και <a href="terms.php">oροι χρήσης</a> και
            Δέχομαι με</span>
        </div>
        <input class="reg__btn" type="submit" name="sign_up" value="Εγγραφή">
      </form>
      <button class="popup-reg__exit"></button>
    </div>
  </div>
  <?php 
  include 'footer-page.php';
  ?>