<?php 
include 'header-page.php';
?>
  <main>
    <section class="politicks">
      <div class="politicks__container container">
        <h1>Πολιτική απορρήτου για το frost-luckygames.com</h1>

        <p>Στο frost-luckygames.com, προσβάσιμο από το frost-luckygames.com, μία από τις κύριες προτεραιότητές μας είναι το απόρρητο
          τους επισκέπτες μας. Αυτό το έγγραφο Πολιτικής Απορρήτου περιέχει τύπους πληροφοριών που συλλέγονται και καταγράφονται από
          frost-luckygames.com και πώς το χρησιμοποιούμε.</p>

        <p>Εάν έχετε πρόσθετες ερωτήσεις ή χρειάζεστε περισσότερες πληροφορίες σχετικά με την Πολιτική απορρήτου μας, μη διστάσετε
          επικοινωνήστε μαζί μας.</p>

        <p>Αυτή η Πολιτική Απορρήτου ισχύει μόνο για τις διαδικτυακές μας δραστηριότητες και ισχύει για επισκέπτες στον ιστότοπό μας με
          σχετικά με τις πληροφορίες που μοιράστηκαν και/ή συλλέγουν στο frost-luckygames.com. Αυτή η πολιτική δεν είναι
          ισχύει για οποιεσδήποτε πληροφορίες συλλέγονται εκτός σύνδεσης ή μέσω καναλιών εκτός αυτού του ιστότοπου.</p>

        <h2>Συναίνεση</h2>

        <p>Χρησιμοποιώντας τον ιστότοπό μας, συναινείτε με την Πολιτική Απορρήτου μας και συμφωνείτε με τους όρους της.</p>

        <h2>Πληροφορίες που συλλέγουμε</h2>

        <p>Τα προσωπικά στοιχεία που σας ζητούνται να παρέχετε και οι λόγοι για τους οποίους σας ζητείται να τα παρέχετε, θα είναι
          να σας γίνει σαφές στο σημείο που σας ζητάμε να παρέχετε τα προσωπικά σας στοιχεία.</p>
        <p>Εάν επικοινωνήσετε απευθείας μαζί μας, ενδέχεται να λάβουμε πρόσθετες πληροφορίες για εσάς, όπως το όνομά σας, τη διεύθυνση ηλεκτρονικού ταχυδρομείου σας,
          τον αριθμό τηλεφώνου, τα περιεχόμενα του μηνύματος ή/και τα συνημμένα που ενδέχεται να μας στείλετε και οποιαδήποτε άλλη πληροφορία που έχετε
          μπορεί να επιλέξει να παρέχει.</p>
        <p>Όταν εγγράφεστε για έναν λογαριασμό, ενδέχεται να ζητήσουμε τα στοιχεία επικοινωνίας σας, συμπεριλαμβανομένων στοιχείων όπως το όνομα,
          όνομα εταιρείας, διεύθυνση, διεύθυνση email και αριθμός τηλεφώνου.</p>

        <h2>Πώς χρησιμοποιούμε τις πληροφορίες σας</h2>

        <p>Χρησιμοποιούμε τις πληροφορίες που συλλέγουμε με διάφορους τρόπους, μεταξύ των οποίων:</p>

        <ul>
          <li>Παρέχετε, λειτουργείτε και συντηρείτε τον ιστότοπό μας</li>
          <li>Βελτιώστε, εξατομικεύστε και επεκτείνετε τον ιστότοπό μας</li>
          <li>Κατανοήστε και αναλύστε πώς χρησιμοποιείτε τον ιστότοπό μας</li>
          <li>Αναπτύξτε νέα προϊόντα, υπηρεσίες, δυνατότητες και λειτουργικότητα</li>
          <li>Επικοινωνούμε μαζί σας, είτε απευθείας είτε μέσω ενός από τους συνεργάτες μας, συμπεριλαμβανομένης της εξυπηρέτησης πελατών, προς
            σας παρέχει ενημερώσεις και άλλες πληροφορίες σχετικά με τον ιστότοπο, καθώς και για μάρκετινγκ και προωθητικές ενέργειες
            σκοπούς</li>
          <li>Σας στέλνουμε μηνύματα ηλεκτρονικού ταχυδρομείου</li>
          <li>Εύρεση και αποτροπή απάτης</li>
        </ul>

        <h2>Αρχεία καταγραφής</h2>

        <p>frost-luckygames.com ακολουθεί μια τυπική διαδικασία χρήσης αρχείων καταγραφής. Αυτά τα αρχεία καταγράφουν τους επισκέπτες όταν αυτοί
          επισκεφθείτε ιστοσελίδες. Όλες οι εταιρείες φιλοξενίας το κάνουν αυτό και ένα μέρος των αναλύσεων των υπηρεσιών φιλοξενίας. Η πληροφορία
          που συλλέγονται από αρχεία καταγραφής περιλαμβάνουν διευθύνσεις πρωτοκόλλου Διαδικτύου (IP), τύπο προγράμματος περιήγησης, πάροχο υπηρεσιών Διαδικτύου
          (ISP), σφραγίδα ημερομηνίας και ώρας, σελίδες παραπομπής/εξόδου και, πιθανώς, ο αριθμός των κλικ. Αυτά δεν συνδέονται με
          κάθε πληροφορία που είναι προσωπικά αναγνωρίσιμη. Ο σκοπός των πληροφοριών είναι η ανάλυση των τάσεων,
          τη διαχείριση του ιστότοπου, την παρακολούθηση της κίνησης των χρηστών στον ιστότοπο και τη συλλογή δημογραφικών πληροφοριών.</p>

        <h2>Cookies και Web Beacons</h2>

        <p>Όπως κάθε άλλος ιστότοπος, το frost-luckygames.com χρησιμοποιεί «cookies». Αυτά τα cookies χρησιμοποιούνται για την αποθήκευση πληροφοριών
          συμπεριλαμβανομένων των προτιμήσεων των επισκεπτών και των σελίδων στον ιστότοπο που είχε πρόσβαση ή επισκέφτηκε ο επισκέπτης. ο
          οι πληροφορίες χρησιμοποιούνται για τη βελτιστοποίηση της εμπειρίας των χρηστών προσαρμόζοντας το περιεχόμενο της ιστοσελίδας μας με βάση τους επισκέπτες
          τύπο προγράμματος περιήγησης ή/και άλλες πληροφορίες.</p>

        <h2>Οι Διαφημιστικοί μας Συνεργάτες</h2>

        <p>Ορισμένοι διαφημιστές στον ιστότοπό μας ενδέχεται να χρησιμοποιούν cookie και web beacons. Οι διαφημιστικοί συνεργάτες μας αναφέρονται παρακάτω.
          Καθένας από τους διαφημιστικούς συνεργάτες μας έχει τη δική του Πολιτική Απορρήτου για τις πολιτικές του σχετικά με τα δεδομένα χρήστη. Για ευκολότερα
          πρόσβαση, συνδέσαμε με τις Πολιτικές απορρήτου τους παρακάτω.</p>

          <h2>Πολιτικές απορρήτου Advertising Partners</h2>

          <p>Μπορείτε να συμβουλευτείτε αυτήν τη λίστα για να βρείτε την Πολιτική Απορρήτου για κάθε έναν από τους διαφημιστικούς συνεργάτες του
            frost-luckygames.com.</p>
  
          <p>Οι διακομιστές διαφημίσεων τρίτων ή τα δίκτυα διαφημίσεων χρησιμοποιούν τεχνολογίες όπως cookie, JavaScript ή Web Beacons που είναι
            χρησιμοποιούνται στις αντίστοιχες διαφημίσεις και τους συνδέσμους που εμφανίζονται στο frost-luckygames.com, οι οποίοι αποστέλλονται απευθείας
            στο πρόγραμμα περιήγησης των χρηστών. Λαμβάνουν αυτόματα τη διεύθυνση IP σας όταν συμβεί αυτό. Αυτές οι τεχνολογίες χρησιμοποιούνται για να
            να μετρήσουν την αποτελεσματικότητα των διαφημιστικών τους καμπανιών ή/και να εξατομικεύσουν το διαφημιστικό περιεχόμενο που
            βλέπετε στους ιστότοπους που επισκέπτεστε.</p>
  
          <p>Λάβετε υπόψη ότι η frost-luckygames.com δεν έχει πρόσβαση ή έλεγχο σε αυτά τα cookies που χρησιμοποιούνται από τρίτους
            διαφημιστές.</p>
  
          <h2>Πολιτικές απορρήτου τρίτων μερών</h2>
  
          <p>frost-luckygames.com δεν ισχύει για άλλους διαφημιστές ή ιστότοπους. Έτσι, συμβουλεύουμε
            μπορείτε να συμβουλευτείτε τις αντίστοιχες Πολιτικές απορρήτου αυτών των διακομιστών διαφημίσεων τρίτων για πιο λεπτομερείς πληροφορίες.
            Μπορεί να περιλαμβάνει τις πρακτικές και τις οδηγίες τους σχετικά με τον τρόπο εξαίρεσης από ορισμένες επιλογές. </p>
  
          <p>Μπορείτε να επιλέξετε να απενεργοποιήσετε τα cookies μέσω των επιλογών του προγράμματος περιήγησής σας. Για να μάθετε πιο αναλυτικές πληροφορίες
            σχετικά με τη διαχείριση cookie με συγκεκριμένα προγράμματα περιήγησης ιστού, μπορείτε να τα βρείτε στους αντίστοιχους ιστότοπους των προγραμμάτων περιήγησης.</p>
  
          <h2>Δικαιώματα απορρήτου CCPA (Μην πουλάτε τα προσωπικά μου στοιχεία)</h2>
  
          <p>Σύμφωνα με τον CCPA, μεταξύ άλλων δικαιωμάτων, οι καταναλωτές της Καλιφόρνια έχουν το δικαίωμα:</p>
          <p>Αίτημα από μια επιχείρηση που συλλέγει τα προσωπικά δεδομένα ενός καταναλωτή να αποκαλύψει τις κατηγορίες και συγκεκριμένα κομμάτια
            των προσωπικών δεδομένων που έχει συλλέξει μια επιχείρηση σχετικά με τους καταναλωτές.</p>
          <p>Ζητήστε από μια επιχείρηση να διαγράψει τυχόν προσωπικά δεδομένα σχετικά με τον καταναλωτή που έχει συλλέξει μια επιχείρηση.</p>
          <p>Ζητήστε από μια επιχείρηση που πουλά τα προσωπικά δεδομένα ενός καταναλωτή, να μην πουλά τα προσωπικά δεδομένα του καταναλωτή.</p>
          <p>Εάν υποβάλετε αίτημα, έχουμε ένα μήνα για να σας απαντήσουμε. Εάν θέλετε να ασκήσετε κάποιο από αυτά
            δικαιώματα, επικοινωνήστε μαζί μας.</p>
  
          <h2>Δικαιώματα προστασίας δεδομένων GDPR</h2>
  
          <p>Θα θέλαμε να βεβαιωθούμε ότι γνωρίζετε πλήρως όλα τα δικαιώματα προστασίας δεδομένων σας. Κάθε χρήστης έχει δικαίωμα
            στα ακόλουθα:</p>
          <p>Δικαίωμα πρόσβασης – Έχετε το δικαίωμα να ζητήσετε αντίγραφα των προσωπικών σας δεδομένων. Μπορεί να σας χρεώσουμε ένα μικρό
            χρέωση για αυτήν την υπηρεσία.</p>
          <p>Δικαίωμα διόρθωσης – Έχετε το δικαίωμα να ζητήσετε να διορθώσουμε οποιαδήποτε πληροφορία πιστεύετε ότι είναι
            ανακριβής. Έχετε επίσης το δικαίωμα να ζητήσετε να συμπληρώσουμε τις πληροφορίες που πιστεύετε ότι είναι ελλιπείς.</p>
          <p>Δικαίωμα διαγραφής – Έχετε το δικαίωμα να ζητήσετε να διαγράψουμε τα προσωπικά σας δεδομένα, υπό ορισμένες προϋποθέσεις
            προϋποθέσεις.</p>
          <p>Το δικαίωμα περιορισμού της επεξεργασίας – Έχετε το δικαίωμα να ζητήσετε να περιορίσουμε την επεξεργασία σας
            προσωπικά δεδομένα, υπό ορισμένες προϋποθέσεις.</p>
          <p>Δικαίωμα αντίρρησης στην επεξεργασία – Έχετε το δικαίωμα να αντιταχθείτε στην επεξεργασία των προσωπικών σας δεδομένων από εμάς,
            υπό ορισμένες προϋποθέσεις.</p>
          <p>Δικαίωμα φορητότητας δεδομένων – Έχετε το δικαίωμα να ζητήσετε να μεταφέρουμε τα δεδομένα που έχουμε
            συλλέγονται σε άλλον οργανισμό ή απευθείας σε εσάς, υπό ορισμένες προϋποθέσεις.</p>
          <p>Εάν υποβάλετε αίτημα, έχουμε ένα μήνα για να σας απαντήσουμε. Εάν θέλετε να ασκήσετε κάποιο από αυτά
            δικαιώματα, επικοινωνήστε μαζί μας.</p>
      </div>
    </section>
  </main>
  <div class="popup-log">
    <div class="popup-log__close"></div>
    <div class="popup-log__body">
      <form class="popup-log__form-log log" action="#" method="POST">
        <div class="log__label">
          <input class="log__input" type="text" placeholder="Your e-mail" name="login">
        </div>
        <div class="log__label">
          <input class="log__input" type="password" placeholder="Password" name="password">
        </div>
        <input class="log__btn" type="submit" name="log_in" value="Να ερθει μεσα">
      </form>
      <button class="popup-log__exit"></button>
    </div>
  </div>
  <div class="popup-reg">
    <div class="popup-reg__close"></div>
    <div class="popup-reg__body">
      <form class="popup-reg__form-reg reg" action="#" method="POST">
      <input type="text" name="country" hidden value="el">
            <input type="text" name="site" hidden value="frost-luckygames.com">
        <div class="reg__label">
          <input class="reg__input" type="text" placeholder="Email" name="email">
        </div>
        <div class="reg__label">
          <input class="reg__input" type="password" placeholder="Password" name="password">
        </div>
        <div class="reg__label">
          <input class="reg__checkbox" type="checkbox" required><span class="reg__span">συνάντησα <a
              href="policy.php">πολιτική απορρήτου</a> και <a href="terms.php">oροι χρήσης</a> και
            Δέχομαι με</span>
        </div>
        <input class="reg__btn" type="submit" name="sign_up" value="Εγγραφή">
      </form>
      <button class="popup-reg__exit"></button>
    </div>
  </div>
  <?php 
  include 'footer-page.php';
  ?>