<?php 
include 'header-page.php';
?>
  <main>
    <section class="politicks">
      <div class="politicks__container container">
        <h1><strong>Όροι και Προϋποθέσεις</strong></h1>

        <p>Καλώς ήρθατε στο frost-luckygames.com!</p>

        <p>Αυτοί οι όροι και οι προϋποθέσεις περιγράφουν τους κανόνες και τους κανονισμούς για τη χρήση του ιστότοπου του frost-luckygames.com,
          βρίσκεται στη διεύθυνση frost-luckygames.com.</p>

        <p>Με την πρόσβαση σε αυτόν τον ιστότοπο, υποθέτουμε ότι αποδέχεστε αυτούς τους όρους και προϋποθέσεις. Μην συνεχίσετε τη χρήση
          Το frost-luckygames.com εάν δεν συμφωνείτε να τηρήσετε όλους τους όρους και τις προϋποθέσεις που αναφέρονται σε αυτήν τη σελίδα.</p>

        <p>Η ακόλουθη ορολογία ισχύει για αυτούς τους Όρους και Προϋποθέσεις, τη Δήλωση Απορρήτου και τη Σημείωση Αποποίησης Ευθύνης και
          όλες οι συμφωνίες: "Πελάτης", "Εσείς" και "Σας" αναφέρεται σε εσάς, το άτομο που συνδέεται σε αυτόν τον ιστότοπο και συμμορφώνεται με τις
          Όροι και προϋποθέσεις της εταιρείας. Το «Η Εταιρεία», «Οι Εαυτό μας», «Εμείς», «Δικοί μας» και «Εμείς», αναφέρεται στην Εταιρεία μας.
          Το "Party", "Parties" ή "Us", αναφέρεται τόσο στον Πελάτη όσο και σε εμάς. Όλοι οι όροι αναφέρονται στην προσφορά, αποδοχή
          και εξέταση της πληρωμής που είναι απαραίτητη για την ανάληψη της διαδικασίας της βοήθειάς μας στον Πελάτη στο μέγιστο
          κατάλληλο τρόπο για τον ρητό σκοπό της ικανοποίησης των αναγκών του Πελάτη σε σχέση με την παροχή του
          Οι αναφερόμενες υπηρεσίες της Εταιρείας, σύμφωνα και με την επιφύλαξη της ισχύουσας νομοθεσίας της Ολλανδίας. Οποιαδήποτε χρήση του
          παραπάνω ορολογία ή άλλες λέξεις στον ενικό, πληθυντικό, κεφαλαία ή/και αυτός/αυτή, λαμβάνονται ως
          εναλλάξιμα και επομένως ως αναφορά στο ίδιο.</p>

        <h2><strong>Cookies</strong></h2>

        <p>Χρησιμοποιούμε τη χρήση cookies. Με την πρόσβαση στο frost-luckygames.com, συμφωνήσατε να χρησιμοποιείτε cookies σε συμφωνία με
          την Πολιτική Απορρήτου του frost-luckygames.com. </p>

        <p>Οι περισσότεροι διαδραστικοί ιστότοποι χρησιμοποιούν cookies για να μας επιτρέπουν να ανακτούμε τα στοιχεία του χρήστη για κάθε επίσκεψη. Χρησιμοποιούνται cookies
          από τον ιστότοπό μας για να ενεργοποιήσουμε τη λειτουργικότητα ορισμένων περιοχών για να διευκολύνουμε τα άτομα που επισκέπτονται τον ιστότοπό μας.
          Ορισμένοι από τους συνεργάτες/διαφημιστικούς μας συνεργάτες ενδέχεται επίσης να χρησιμοποιούν cookies.</p>

        <h2><strong>Άδεια</strong></h2>

        <p>Εκτός εάν ορίζεται διαφορετικά, η frost-luckygames.com και/ή οι δικαιοπάροχοι της κατέχουν τα δικαιώματα πνευματικής ιδιοκτησίας για
          όλο το υλικό στο frost-luckygames.com. Διατηρούνται όλα τα δικαιώματα πνευματικής ιδιοκτησίας. Μπορείτε να αποκτήσετε πρόσβαση σε αυτό από
          frost-luckygames.com για δική σας προσωπική χρήση υπόκεινται σε περιορισμούς που ορίζονται στους παρόντες όρους και προϋποθέσεις.
        </p>

        <p>Δεν πρέπει:</p>
        <ul>
          <li>Αναδημοσίευση υλικού από το frost-luckygames.com</li>
          <li>Πώληση, ενοικίαση ή υπο-άδεια χρήσης υλικού από το frost-luckygames.com</li>
          <li>Αναπαράγετε, αντιγράψτε ή αντιγράψτε υλικό από το frost-luckygames.com</li>
          <li>Αναδιανομή περιεχομένου από το frost-luckygames.com</li>
        </ul>

        <p>Μέρη αυτού του ιστότοπου προσφέρουν την ευκαιρία στους χρήστες να δημοσιεύουν και να ανταλλάσσουν απόψεις και πληροφορίες σε ορισμένες περιπτώσεις
          περιοχές της ιστοσελίδας. Το frost-luckygames.com δεν φιλτράρει, επεξεργάζεται, δημοσιεύει ή ελέγχει Σχόλια πριν από αυτά
          παρουσία στον ιστότοπο. Τα σχόλια δεν αντανακλούν τις απόψεις και τις απόψεις του frost-luckygames.com, των πρακτόρων του
          και/ή θυγατρικές. Τα σχόλια αντικατοπτρίζουν τις απόψεις και τις απόψεις του ατόμου που δημοσιεύει τις απόψεις και τις απόψεις του. Προς την
          στον βαθμό που επιτρέπεται από την ισχύουσα νομοθεσία, η frost-luckygames.com δεν θα φέρει ευθύνη για τα σχόλια ή για οποιαδήποτε
          ευθύνη, ζημιές ή έξοδα που προκλήθηκαν ή/και υπέστησαν ως αποτέλεσμα οποιασδήποτε χρήσης ή/και ανάρτησης και/ή
          εμφάνιση των σχολίων σε αυτόν τον ιστότοπο.</p>

        <p>frost-luckygames.com διατηρεί το δικαίωμα να παρακολουθεί όλα τα σχόλια και να αφαιρεί τυχόν σχόλια που μπορεί να
          θεωρείται ακατάλληλο, προσβλητικό ή προκαλεί παραβίαση αυτών των Όρων και Προϋποθέσεων.</p>

        <p>Εγγυάτε και δηλώνετε ότι:</p>

        <ul>
          <li>Δικαιούστε να δημοσιεύσετε τα σχόλια στον ιστότοπό μας και να έχετε όλες τις απαραίτητες άδειες και συναινέσεις για να το κάνετε
            έτσι;</li>
          <li>Τα σχόλια δεν παραβιάζουν κανένα δικαίωμα πνευματικής ιδιοκτησίας, συμπεριλαμβανομένων χωρίς περιορισμό πνευματικών δικαιωμάτων, ευρεσιτεχνίας
            ή εμπορικό σήμα οποιουδήποτε τρίτου μέρους,</li>
          <li>Τα σχόλια δεν περιέχουν κανένα δυσφημιστικό, συκοφαντικό, προσβλητικό, άσεμνο ή άλλο παράνομο υλικό
            που αποτελεί παραβίαση της ιδιωτικής ζωής</li>
          <li>Τα Σχόλια δεν θα χρησιμοποιηθούν για την προσέλκυση ή προώθηση επιχειρηματικών ή προσαρμοσμένων ή παρουσίασης εμπορικών δραστηριοτήτων ή
            παράνομη δραστηριότητα.</li>
        </ul>

        <p>Με το παρόν χορηγείτε στο frost-luckygames.com μια μη αποκλειστική άδεια χρήσης, αναπαραγωγής, επεξεργασίας και εξουσιοδότησης άλλων
          χρησιμοποιήστε, αναπαράγετε και επεξεργαστείτε οποιοδήποτε από τα σχόλιά σας σε οποιαδήποτε μορφή, μορφή ή μέσο.</p>

        <h2><strong>Υπερσύνδεση με το Περιεχόμενό μας</strong></h2>

        <p>Οι παρακάτω οργανισμοί ενδέχεται να συνδεθούν με τον Ιστότοπό μας χωρίς προηγούμενη γραπτή έγκριση:</p>

        <ul>
          <li>Κρατικοί φορείς,</li>
          <li>Μηχανές αναζήτησης;</li>
          <li>Ειδησεογραφικοί οργανισμοί;</li>
          <li>Οι διανομείς ηλεκτρονικών καταλόγων μπορούν να συνδεθούν με τον Ιστότοπό μας με τον ίδιο τρόπο που υπερσυνδέονται με τους ιστότοπους
            άλλων εισηγμένων επιχειρήσεων· και</li>
          <li>Διαπιστευμένες επιχειρήσεις σε όλο το σύστημα, εκτός από την προσέλκυση μη κερδοσκοπικών οργανισμών, φιλανθρωπικών εμπορικών κέντρων και
            ομάδες συγκέντρωσης κεφαλαίων φιλανθρωπίας που ενδέχεται να μην υπερσυνδέονται με τον ιστότοπό μας.</li>
        </ul>

        <p>Αυτοί οι οργανισμοί ενδέχεται να συνδέονται με την αρχική μας σελίδα, με δημοσιεύσεις ή σε άλλες πληροφορίες ιστότοπου, εφόσον
          σύνδεσμος: (α) δεν είναι σε καμία περίπτωση παραπλανητική. (β) δεν συνεπάγεται ψευδώς χορηγία, έγκριση ή έγκριση του
          συνδεδεμένο μέρος και τα προϊόντα ή/και τις υπηρεσίες του· και (γ) εντάσσεται στο πλαίσιο του ιστότοπου του συνδεδεμένου μέρους.
        </p>

        <p>Μπορεί να εξετάσουμε και να εγκρίνουμε άλλα αιτήματα σύνδεσης από τους ακόλουθους τύπους οργανισμών:</p>

        <ul>
          <li>κοινώς γνωστές πηγές πληροφοριών καταναλωτών ή/και επιχειρήσεων,</li>
          <li>ιστότοποι κοινότητας dot.com;</li>
          <li>ενώσεις ή άλλες ομάδες που εκπροσωπούν φιλανθρωπικά ιδρύματα,</li>
          <li>διανομείς ηλεκτρονικών καταλόγων;</li>
          <li>πύλες διαδικτύου;</li>
          <li>λογιστικά, νομικά και συμβουλευτικά γραφεία. και</li>
          <li>εκπαιδευτικά ιδρύματα και εμπορικές ενώσεις.</li>
        </ul>

        <p>Θα εγκρίνουμε αιτήματα σύνδεσης από αυτούς τους οργανισμούς εάν αποφασίσουμε ότι: (α) ο σύνδεσμος δεν θα μας έκανε να κοιτάξουμε
          δυσμενώς για εμάς ή για τις διαπιστευμένες επιχειρήσεις μας· (β) ο οργανισμός δεν έχει κανένα αρνητικό
          ρεκόρ μαζί μας? (γ) το όφελος για εμάς από την ορατότητα της υπερ-σύνδεσης αντισταθμίζει την απουσία
          frost-luckygames.com; και (δ) ο σύνδεσμος βρίσκεται στο πλαίσιο γενικών πληροφοριών πόρων.</p>

        <p>Αυτοί οι οργανισμοί ενδέχεται να συνδέονται με την αρχική μας σελίδα, εφόσον ο σύνδεσμος: (α) δεν είναι σε καμία περίπτωση παραπλανητικός. (β) κάνει
          δεν συνεπάγεται ψευδώς χορηγία, έγκριση ή έγκριση του συνδεδεμένου μέρους και των προϊόντων ή των υπηρεσιών του· και
          (γ) ταιριάζει στο πλαίσιο του ιστότοπου του συνδεδεμένου μέρους.</p>

          <p>Εάν είστε ένας από τους οργανισμούς που αναφέρονται στην παράγραφο 2 παραπάνω και ενδιαφέρεστε να συνδεθείτε στον ιστότοπό μας,
            πρέπει να μας ενημερώσετε στέλνοντας ένα e-mail στο frost-luckygames.com. Συμπεριλάβετε το όνομά σας, τον οργανισμό σας
            όνομα, στοιχεία επικοινωνίας καθώς και τη διεύθυνση URL του ιστότοπού σας, μια λίστα με τυχόν διευθύνσεις URL από τις οποίες σκοπεύετε να συνδεθείτε
            τον ιστότοπό μας και μια λίστα με τις διευθύνσεις URL στον ιστότοπό μας στις οποίες θα θέλατε να συνδεθείτε. Περιμένετε 2-3 εβδομάδες για ένα
            απάντηση.</p>
  
          <p>Οι εγκεκριμένοι οργανισμοί μπορούν να υπερσυνδέσουν τον Ιστότοπό μας ως εξής:</p>
  
          <ul>
            <li>Με τη χρήση της εταιρικής μας επωνυμίας. ή</li>
            <li>Με τη χρήση του ενιαίου εντοπιστή πόρων που συνδέεται με ή</li>
            <li>Με τη χρήση οποιασδήποτε άλλης περιγραφής της Ιστοσελίδας μας, η σύνδεση με αυτήν έχει νόημα στο πλαίσιο και
              μορφή περιεχομένου στον ιστότοπο του συνδεδεμένου μέρους.</li>
          </ul>
  
          <p>Δεν θα επιτρέπεται η χρήση του λογότυπου του frost-luckygames.com ή άλλου έργου τέχνης για σύνδεση χωρίς άδεια εμπορικού σήματος
            συμφωνία.</p>
  
          <h2><strong>iFrames</strong></h2>
  
          <p>Χωρίς προηγούμενη έγκριση και γραπτή άδεια, δεν μπορείτε να δημιουργήσετε πλαίσια γύρω από τις ιστοσελίδες μας που αλλάζουν
            με οποιοδήποτε τρόπο την οπτική παρουσίαση ή εμφάνιση της Ιστοσελίδας μας.</p>
  
          <h2><strong>Υποχρέωση περιεχομένου</strong></h2>
  
          <p>Δεν φέρουμε ευθύνη για οποιοδήποτε περιεχόμενο εμφανίζεται στον Ιστότοπό σας. Συμφωνείτε να προστατεύσετε και
            υπερασπιστείτε μας έναντι όλων των αξιώσεων που εμφανίζονται στον Ιστότοπό σας. Κανένας σύνδεσμος δεν θα πρέπει να εμφανίζεται σε οποιονδήποτε ιστότοπο που μπορεί
            να ερμηνευθεί ως συκοφαντική, άσεμνη ή εγκληματική, ή που παραβιάζει, με άλλο τρόπο παραβιάζει ή υποστηρίζει την
            παραβίαση ή άλλη παραβίαση οποιωνδήποτε δικαιωμάτων τρίτων.</p>
  
          <h2><strong>Διατήρηση δικαιωμάτων</strong></h2>
  
          <p>Διατηρούμε το δικαίωμα να ζητήσουμε να αφαιρέσετε όλους τους συνδέσμους ή οποιονδήποτε συγκεκριμένο σύνδεσμο προς τον Ιστότοπό μας. Εγκρίνετε
            να αφαιρέσουμε αμέσως όλους τους συνδέσμους προς τον Ιστότοπό μας κατόπιν αιτήματος. Διατηρούμε επίσης το δικαίωμα να τροποποιήσουμε αυτούς τους όρους και
            συνθήκες και συνδέει την πολιτική ανά πάσα στιγμή. Με τη συνεχή σύνδεση με τον Ιστότοπό μας, συμφωνείτε να δεσμεύεστε
            και ακολουθήστε αυτούς τους όρους και προϋποθέσεις σύνδεσης.</p>
  
          <h2><strong>Κατάργηση συνδέσμων από τον ιστότοπό μας</strong></h2>
  
          <p>Εάν βρείτε οποιονδήποτε σύνδεσμο στον Ιστότοπό μας που είναι προσβλητικός για οποιονδήποτε λόγο, μπορείτε ελεύθερα να επικοινωνήσετε και να μας ενημερώσετε
            οποιαδήποτε στιγμή. Θα εξετάσουμε αιτήματα για κατάργηση συνδέσμων, αλλά δεν είμαστε υποχρεωμένοι να σας απαντήσουμε
            απευθείας.</p>
  
          <p>Δεν διασφαλίζουμε ότι οι πληροφορίες σε αυτόν τον ιστότοπο είναι σωστές, δεν εγγυόμαστε την πληρότητά τους ή
            ακρίβεια; ούτε υποσχόμαστε να διασφαλίσουμε ότι ο ιστότοπος παραμένει διαθέσιμος ή ότι το υλικό στον ιστότοπο
            διατηρείται ενημερωμένο.</p>

            <h2><strong>Δήλωση αποποίησης ευθυνών</strong></h2>

            <p>Στο μέγιστο βαθμό που επιτρέπεται από την ισχύουσα νομοθεσία, αποκλείουμε όλες τις δηλώσεις, τις εγγυήσεις και τους όρους
              που σχετίζονται με τον ιστότοπό μας και τη χρήση αυτού του ιστότοπου. Τίποτα σε αυτήν την αποποίηση ευθύνης:</p>
    
            <ul>
              <li>περιορίστε ή αποκλείστε την ευθύνη μας ή τη δική σας για θάνατο ή προσωπικό τραυματισμό,</li>
              <li>περιορίστε ή εξαιρέστε τη δική μας ευθύνη ή τη δική σας ευθύνη για απάτη ή δόλια ψευδή δήλωση,</li>
              <li>περιορίστε οποιαδήποτε από τις υποχρεώσεις μας ή τις υποχρεώσεις σας με οποιονδήποτε τρόπο που δεν επιτρέπεται από την ισχύουσα νομοθεσία. ή</li>
              <li>εξαιρέστε οποιαδήποτε από τις υποχρεώσεις μας ή τις υποχρεώσεις σας που ενδέχεται να μην εξαιρεθούν σύμφωνα με την ισχύουσα νομοθεσία.</li>
            </ul>
    
            <p>Οι περιορισμοί και οι απαγορεύσεις ευθύνης που ορίζονται σε αυτήν την Ενότητα και αλλού στην παρούσα δήλωση αποποίησης ευθύνης: (α) είναι
              με την επιφύλαξη της προηγούμενης παραγράφου· και (β) διέπει όλες τις υποχρεώσεις που προκύπτουν βάσει της αποποίησης ευθύνης, συμπεριλαμβανομένων
              ευθύνες που προκύπτουν από σύμβαση, αδικοπραξία και για παράβαση του νόμιμου καθήκοντος.</p>
    
            <p>Εφόσον ο ιστότοπος και οι πληροφορίες και οι υπηρεσίες στον ιστότοπο παρέχονται δωρεάν, θα το κάνουμε
              δεν φέρει ευθύνη για οποιαδήποτε απώλεια ή ζημία οποιασδήποτε φύσης.</p>
      </div>
    </section>
  </main>
  <div class="popup-log">
    <div class="popup-log__close"></div>
    <div class="popup-log__body">
      <form class="popup-log__form-log log" action="#" method="POST">
        <div class="log__label">
          <input class="log__input" type="text" placeholder="Your e-mail" name="login">
        </div>
        <div class="log__label">
          <input class="log__input" type="password" placeholder="Password" name="password">
        </div>
        <input class="log__btn" type="submit" name="log_in" value="Να ερθει μεσα">
      </form>
      <button class="popup-log__exit"></button>
    </div>
  </div>
  <div class="popup-reg">
    <div class="popup-reg__close"></div>
    <div class="popup-reg__body">
      <form class="popup-reg__form-reg reg" action="#" method="POST">
      <input type="text" name="country" hidden value="el">
            <input type="text" name="site" hidden value="frost-luckygames.com">
        <div class="reg__label">
          <input class="reg__input" type="text" placeholder="Email" name="email">
        </div>
        <div class="reg__label">
          <input class="reg__input" type="password" placeholder="Password" name="password">
        </div>
        <div class="reg__label">
          <input class="reg__checkbox" type="checkbox" required><span class="reg__span">συνάντησα <a
              href="policy.php">πολιτική απορρήτου</a> και <a href="terms.php">oροι χρήσης</a> και
            Δέχομαι με</span>
        </div>
        <input class="reg__btn" type="submit" name="sign_up" value="Εγγραφή">
      </form>
      <button class="popup-reg__exit"></button>
    </div>
  </div>
  <?php 
  include 'footer-page.php';
  ?>