<?php 
  include 'header.php';
?>
    <div class="page__bottom">
      <main>
        <section class="top">
          <div class="container">
           <div class="top__content">
            <a class="top__logo" href="index.php">
              <img src="./img/logo.svg" alt="Логотип">
            </a>
           </div>
          </div>
        </section>
    <section class="terms">
      <div class="container">
        <h1 class="terms__title">
          Политика в отношении файлов cookie
        </h1>
        <h2 class="terms__subtitle">
          Что такое файлы cookie?
        </h2>
        <p class="terms__text">
          Файлы cookie - это небольшие файлы, которые хранятся на вашем носителе данных и содержат определенные настройки и данные для обмена с нашей системой через ваш браузер.
        </p>
        <p class="terms__text">
          По сути, существует два различных типа файлов cookie: так называемые сессионные файлы cookie и временные / постоянные файлы cookie, хранящиеся на ваших носителях данных в течение более длительного периода или без ограничений. Этот тип хранилища помогает нам разрабатывать наш Сайт и корректировать наши предложения в соответствии с вашими предпочтениями, облегчая вам их использование, а это означает, что, например, определенные ваши данные могут храниться так, что вам не потребуется вводить их повторно.
        </p>
        <h2 class="terms__subtitle">
          Отключение файлов cookie
        </h2>
        <p class="terms__text">
          Если вы не согласны с использованием этих файлов cookie, пожалуйста, отключите их, следуя инструкциям для предпочитаемых вами браузеров веб-сайта или зайдя в настройки предпочитаемого вами браузера. Вы также можете использовать средства автоматического отключения, предоставляемые некоторыми организациями, если таковые имеются. Этот веб-сайт не предоставляет средств автоматического отключения, поэтому вам нужно будет вручную отключить файлы cookie в вашем браузере. Пожалуйста, обратите внимание, что некоторые сервисы не будут работать так хорошо, если файлы cookie отключены, и Веб-сайт может отображаться неправильно или не так, как задумано владельцем Веб-сайта.
        </p>
        <h2 class="terms__subtitle">
          Какие типы файлов cookie мы используем и почему?
        </h2>
        <p class="terms__text">
          Ниже мы описываем категории файлов cookie, которые использует Веб-сайт, его филиалы и подрядчики.
        </p>
        <p class="terms__text">
          Как правило, мы используем файлы cookie для оценки информации о недавних посещениях Веб-сайта и о том, как вы перемещаетесь по различным разделам Веб-сайта, в целях аналитики, чтобы понять, как люди используют Веб-сайт, чтобы мы могли сделать Веб-сайт более интуитивно понятным. Эта информация также помогает нам понять, какие разделы Веб-сайта наиболее популярны, и в целом оценить поведение и характеристики пользователей, чтобы измерить интерес и использование различных разделов Веб-сайта. Это позволяет нам улучшать Веб-сайт и то, как мы продвигаем наши услуги.
        </p>
        <p class="terms__text">
          Эта информация также может быть использована, чтобы помочь нам улучшить, администрировать и диагностировать проблемы с нашим сервером и Веб-сайтом. Эта информация также помогает нам отслеживать трафик на Веб-сайте, чтобы мы могли управлять пропускной способностью и эффективностью Веб-сайта
        </p>
        <h2 class="terms__subtitle">
          Строго Необходимые Файлы Cookie
        </h2>
        <p class="terms__text">
          Эти файлы cookie необходимы для того, чтобы вы могли перемещаться по Веб-сайту и использовать его функции. Без этих файлов cookie запрошенные вами услуги (например, навигация между страницами) не могут быть предоставлены.
        </p>
      </div>
    </section>
      </main>
      <?php 
      include 'footer.php';
    ?>