<?php 
  include 'header.php';
?>
    <div class="page__bottom">
      <main>
        <section class="top">
          <div class="container">
           <div class="top__content">
            <a class="top__logo" href="index.php">
              <img src="./img/logo.svg" alt="Логотип">
            </a>
           </div>
          </div>
        </section>
    <section class="terms">
      <div class="container">
        <h1 class="terms__title">
          Условия использования
        </h1>
        <p class="terms__text">
          Партнерская программа  («Партнерская программа») - это соглашение между нами и партнером.
        </p>
        <p class="terms__text">
          Заполнив форму регистрации в Партнерской программы и нажав «Я прочитал и соглашаюсь с правилами» в форме регистрации, вы («Партнер») настоящим соглашаетесь участвовать в Партнерской программе и соблюдать все условия и правила, изложенные в этом соглашении.
        </p>
        <p class="terms__text">
          Если вы уже присоединились к Партнерской программе и не согласны с настоящим Соглашением, вам предлагается отправить e-mail, чтобы приостановить ваше членство в Партнерской программе.
        </p>
   
        <p class="terms__text">
          Термины
        </p>
        <p class="terms__text">
          Партнерская программа - это маркетинговая программа, специализирующаяся на привлечении посетителей сайтов (трафика) на основе партнерских соглашений.
        </p>
        <p class="terms__text">
          Партнер (веб-мастер) - лицо, оказывающее услуги по трансляции рекламных объявлений Партнерской программы, а также лицо, привлекающее пользователей (трафик) на рекламные сайты.
        </p>
        <p class="terms__text">
          Игроки - лица, привлеченные Партнером на рекламируемый сайт, которые открыли персональный счет на оффере;
        </p>
        <p class="terms__text">
          Комиссионные условия: Revenue Share (Ревшара) и CPA (cost per action)
        </p>
        <p class="terms__text">
          Revenue Share – комиссионная модель вознаграждения, по которой партнер получает долю чистого дохода от привлеченных им игроков.
          CPA – оплата за действие. Комиссионная модель вознаграждения, которая позволяет зарабатывать фиксированную цену по приглашенным игрокам. Условия оплаты и фиксированная цена для одного игрока определяются индивидуально для каждого Партнера.
        </p>
        <p class="terms__text">
          Выплата – перевод денежных средств, заработанных Партнером и находящихся на его личном счету внутри Партнерской Программы, в любую внешнюю платежную систему, которая поддерживается Партнерской Программой; 
        </p>
      </div>
    </section>
      </main>
      <?php 
      include 'footer.php';
    ?>